{
    "title": "Scientific Publish Awards",
    "messageUs": "Email Us",
    "buttonText": "ع",
    "scientific1": "Publishing scientific research is one of the most important tasks that faculty members and researchers at Kafrelsheikh University are supposed to undertake.",
    "scientific2": "Therefore, the research awards program was established in order to praise the efforts made by distinguished researchers at Kafrelsheikh University and motivate them to do more in order to advance the field of academic research, conduct more research, and raise the academic level of the university so that it is in the ranks of international universities.",
    "importantinstructions": "Important Instructions:",
    "instructionline": "Applicants for the International Publishing Awards must submit:",
    "instruction1": "An image from the Google Scholar page from the applicant’s website scholar.google.com",
    "instruction2": "The academic affiliation must contain the name of Kafrelsheikh University as follows: “Kafrelsheikh University.”",
    "instruction3": "The email must be (Verified Email) containing the Kafrelsheikh University domain on the Internet, which is “kfs.edu.eg.”",
    "homepageline1": "Scientific publishing awards in numbers",
    "homepageline2": "Statistics show the size of the awards at Kafrelsheikh University",
    "homepagebottom1": "Professor",
    "homepagebottom2": "Publishing",
    "homepagebottom3": "Value of prizes paid",
    "login": "Login",
    "email": "Email",
    "password": "Password",
    "noacc": "Don't have an Account?",
    "nopassword": "Forgot your Password?",
    "createaccount": "Create Account",
    "nationalid": "National ID",
    "next": "Next",
    "name": "Name",
    "namediff": "Name in Arabic",
    "address2": "Address in Arabic",
    "phone": "Phone",
    "college": "College",
    "section": "Section",
    "degree": "Degree",
    "confirmpassword": "Confirm Password",
    "create": "Create",
    "accountcreated": "Account Successfully Created.",
    "main": "Main",
    "apply": "Apply",
    "contactus": "Contact Us",
    "logout": "Log Out",
    "changepassword": "Change password",
    "textchangepassword": "Enter the code sent to",
    "resend": "Resend the code",
    "newpassword": "New Password",
    "passwordsuccess": "Password successfully changed",
    "confirm your data": "Confirm your data",
    "name in Arabic": "Name in Arabic",
    "national ID": "National ID",
    "faculty": "Faculty in Arabic",
    "post number": "Post number",
    "upload the card image here": "Upload the card image here",
    "card photo": "Card photo",
    "section2": "Section in Arabic",
    "degree2": "Degree in Arabic",
    "address": "Address",
    "research data": "Research data",
    "research title in English": "Research title in English",
    "date of publication of the research": "Date of publication of the research",
    "where to conduct the search in Arabic": "Where to conduct the search in Arabic",
    "your search link": "Your search link",
    "name of magazine in Arabic": "Name of magazine in Arabic",
    "the impact factor of a publishing journal": "The impact factor of a publishing journal",
    "the standard serial number of the journal": "The standard serial number of the journal",
    "the quadrant in which the journal is located (Q) for papers published on SCOUPS": "The quadrant in which the journal is located (Q) for papers published on SCOUPS",
    "are there faculty members at Kafrelsheikh University participating in the research?": "Are there faculty members at Kafrelsheikh University participating in the research?",
    "yes": "Yes",
    "no": "No",
    "choose the number of research participants": "Choose the number of research participants",
    "first": "First Participant",
    "the scientific name written on the search in Arabic": "The scientific name written on the search in Arabic",
    "the triple name in Arabic": "The triple name in Arabic",
    "job grade in Arabic": "Job grade in Arabic",
    "second": "Second Participant",
    "third": "Third Participant",
    "fourth": "Fourth Participant",
    "fifth": "Fifth Participant",
    "name in english":"Name in English",
    "search conditions": "Search Conditions:",
    "the submitted research must be in PDF format": "- The submitted research must be in PDF format.",
    "research under publication or accepted for publication will not be accepted": "- Research under publication or accepted for publication will not be accepted.",
    "It is not permissible to submit research to obtain another university award": "- It is not permissible to submit research to obtain another university award.",
    "research papers not listed with the name of Kafr El-Sheikh University will be excluded.": "- Research papers not listed with the name of Kafr El-Sheikh University will be excluded.",
    "all submitted research must have been published within three calendar years from the date of the end of the application.": "- All submitted research must have been published within three calendar years from the date of the end of the application.",
    "in the event that the journal’s impact factor is discontinued, the research published in it will be approved, provided that it is published in the same year of discontinuation and not after it.": "- In the event that the journal’s impact factor is discontinued, the research published in it will be approved, provided that it is published in the same year of discontinuation and not after it.",
    "research published in a scientific journal with a Q1 scale is accepted on the Scopus database.": "- Research published in a scientific journal with a Q1 scale is accepted on the Scopus database.",
    "articles and scientific papers published under the following titles will not be accepted:": "- Articles and scientific papers published under the following titles will not be accepted:",
    "or any new names that do not meet the conditions and rules of scientific research": "  Or any new names that do not meet the conditions and rules of scientific research",
    "upload your search here": "Upload your search here",
    "upload your search": "Upload your search",
    "mail":"Email",
    "message":"Message",
    "send":"Send",
    "addresss1":"Kafr El-Sheikh University,",
    "addresss2":"Kafr El-Sheikh",
    "loading":"Loading ...",
    "newsearch":"Add a new search",
    "privacy":"Privacy",
    "terms":"Terms and Conditions",
    "modified":"Data modified successfully",
    "back":"Back",
    "edit":"Edit",
    "submission":"Submission conditions:",
    "submission1":"1. The applicant must be a faculty member in one of the colleges of Kafrelsheikh University.",
    "submission2":"2. The research must include the name of Kafrelsheikh University as an identification of the advanced researcher.",
    "submission3":"3. The application form for the reward must be completed, making sure to write all data in clear handwriting.",
    "submission4":"4. The researcher must upload a PDF copy of the published research. Paper copies of research are not accepted.",
    "submission5":"5.The international publication award for the same research must not have been previously disbursed from Kafr El-Sheikh University.",
    "submission6":"6. Writing the full name of the research participants from Kafrelsheikh University in Arabic, indicating the job level, and signing them with a living signature approving the submission of the research by the principal researcher.",
    "application":"Application requirements:",
    "application1":"- The application form for the award must be completed and signed by Mr. Prof./ Head of the Scientific Department and Mr. Prof./ Vice Dean of the College for Postgraduate Studies and Research Affairs, then approved by Mr. Prof./ Dean of the College.",
    "application2":"- The presenting member must upload a copy of the published research in PDF format. Paper copies of research are not accepted.",
    "application3":"- Writing the full name of the research participants from Kafrelsheikh University in Arabic, indicating the job grade, and signing them with a living signature approving the submission of the research by the principal researcher.",
    "application4":"- Upload the application form, research papers, introduction, and a copy of the national ID card to the sent link.",
    "searchconditions":"Search conditions:",
    "searchconditions1":"- The submitted research must be in PDF format.",
    "searchconditions2":"- Research under publication or accepted for publication will not be accepted.",
    "searchconditions3":"- It is not permissible to submit research to obtain another university award.",
    "searchconditions4":"- Research papers not listed with the name of Kafr El-Sheikh University will be excluded.",
    "searchconditions5":"- All submitted research must have been published within three calendar years from the date of the end of the application.",
    "searchconditions6":"- In the event that the journal’s impact factor is discontinued, the research published in it will be approved, provided that it is published in the same year of discontinuation and not after it.",
    "searchconditions7":"- Research published in a scientific journal with a Q1 scale is accepted on the Scopus database.",
    "searchconditions8":"- Articles and scientific papers published under the following titles will not be accepted:",
    "searchconditions9":"Review, Letter to editor,",
    "searchconditions10":"     Or any new names that do not meet the conditions and rules of scientific research.",
    "awardconditions":"Conditions for the research to obtain the award:",
    "awardconditions1":"- The award is obtained by the applicant with research published in a specialized international scientific journal with an influential factor in accordance with Article No. 20 of the regulations and the ISI database while submitting research in practical specializations.",
    "awardconditions2":"- In the humanitarian, social, educational and economic disciplines according to the latest edition of the impact factor.",
    "clickhere":"Click Here",
    "applyresearch":"To apply for research",
    "field is required": "*This field is required.",
    "contain @": "*Email should contain @.",
    "phone number": "*Phone number should be 11 numbers.",
    "password should be": "*Password should contain 8 characters or more."










}